export const links = [
  { name: "Про конференцію" },
  { name: "Напрямки" },
  { name: "Щодо участі" },
  { name: "Вимоги" },
  { name: "Співголови" },
];

links[0].cont = (
  <>
    <h2>Вельмишановні колеги!</h2>
    <p style={{ textAlign: "center" }}>
      Організатори запрошують Вас взяти <br />
      участь у роботі{" "}
      <b>
        Міжнародної наукової <br />
        конференції «Механіка: сучасність <br />і перспективи»,
      </b>
      <br />
      Конференція відбуватиметься в<br />
      Інституті механіки ім. С.П Тимошенка <br />
      НАН України
      <br />
      7–11 жовтня 2024 р.
    </p>
  </>
);

links[1].cont = (
  <>
    <p>На конференції передбачаються доповіді з таких напрямків:</p>
    <ol>
      <li>Механіка композитних та неоднорідних середовищ</li>
      <li>Механіка оболонкових систем</li>
      <li>Механіка зв'язних полів у матеріалах та елементах конструкцій</li>
      <li>Механіка руйнування та втома</li>
      <li>Динаміка та стійкість руху механічних систем</li>
    </ol>
  </>
);

links[2].cont = (
  <>
    <h2 style={{ textAlign: "start" }}>Вельмишановні колеги!</h2>
    <p style={{ textAlign: "justify" }}>
      До 1 вересня 2024 р. надіслати на адресу Оргкомітету оформлені згідно з
      вимогами матеріали доповіді та заповнені реєстраційні форми на кожного
      учасника.
    </p>
    <p>
      Участь у конференції <em>безкоштовна</em>.
    </p>
    <p>
      Матеріали конференції буде опубліковано на сайті Інституту механіки ім.
      С.П. Тимошенка. Кожен учасник, який виступить із доповіддю, отримає
      сертифікат із зазначенням загальної кількості академічних годин: 12 год
      (0,4 кредита ECTS).
    </p>
  </>
);

links[3].cont = (
  <>
    <h2 style={{ textAlign: "start" }}>
      Вимоги до оформлення матеріалів доповіді:
    </h2>
    <p style={{ textAlign: "justify" }}>
      Текст доповіді обсягом 1–3 повністю заповнених сторінки слід підготувати у
      вигляді файла формату
      <b> PDF</b> за розміщеними на сторінці конференції шаблонами.
      <br />
      Анкети та тексти доповідей, які стосуються напрямків розвитку механіки
      (1–5), просимо надсилати за адресою conference@inmech.kyiv.ua. До розгляду
      буде прийматися не більше 2-х доповідей одного учасника. Додаткова
      інформація, електронна версія реєстраційної форми, а також зразки
      оформлення матеріалів доповіді розміщено на вебсторінці конференції за
      адресою:
      <span style={{ textDecoration: "underline", color: "blue" }}>
        https://inmech.kyiv.ua/l/ua/conferences/
      </span>
    </p>
  </>
);

links[4].cont = (
  <>
    <p>
      Співголови оргкомітету:
      <br />
      В.Л. Богданов, В.М. Назаренко
    </p>
    <p>Вчений секретар: Ю.О. Чорноіван</p>
    <p>
      Співголови напрямків конференції: <br />
      <ul>
        <li>
          Механіка композитних та неоднорідних середовищ: Я.Я. Рущицький, Є.А.
          Сторожук, В.С. Зеленський
        </li>

        <li>Механіка оболонкових систем: О.Я. Григоренко, П.З. Луговий</li>
        <li>
          Механіка зв'язних полів у матеріалах та елементах конструкцій: О.З.
          Галішин, В.Г. Карнаухов
        </li>
        <li>Механіка руйнування та втома: В.П. Голуб, М.Ф. Селіванов</li>
        <li>
          Динаміка та стійкість руху механічних систем: В.Д. Кубенко, А.А.
          Мартинюк
        </li>
      </ul>
    </p>
  </>
);
